namespace Lab10Lib.Utils
{
    public class RandomFieldData
    {
        public static string[] FirstNames => [
            "Лев",
            "Павел",
            "Егор",
            "Артём",
            "Андрей",
            "Игорь",
            "Даниил",
            "Тимофей",
            "Эмин",
            "Никита",
            "Максим",
            "Ярослав",
            "Матвей",
            "Рустам",
        ];

        public static string[] LastNames => [
            "Озеров",
            "Марков",
            "Седов",
            "Максимов",
            "Кузнецов",
            "Калинин",
            "Пантелеев",
            "Денисов",
            "Орлов",
            "Еремин",
            "Лебедев",
            "Вавилов",
            "Смирнов",
            "Федоров",
            "Латышев",
            "Софронов",
            "Козлов",
            "Круглов",
            "Вешняков",
        ];
    }
}